OPPO广东移动通信有限公司，品牌名称的标识是小写的oppo，是中国大陆电子设备及智能终端制造公司，总部位于广东省东莞市，[2]成立初期以生产MP3、MP4、DVD等影音播放设备为主，后进军手机市场，推出以快速充电及影像处理为主要卖点的拍照智能手机。[3]现名列中国大陆四大一线手机制造商（华为、OPPO、vivo、小米）。2017年3月，OPPO于印度等海外市场发布OPPO F3、OPPO F3 Plus。

2017年6月，OPPO发布智能手机OPPO R11、OPPO R11 Plus。

2017年10月，OPPO发布智能手机OPPO F5、OPPO F5 Youth。

2017年11月2日，OPPO R11s及OPPO R11s Plus发布，在12月上市

2018年3月，OPPO发布智能手机OPPO R15、OPPO R15 Pro。

2018年6月，OPPO宣布Find系列回归，推出Find系列新机OPPO Find X，称为“未来旗舰”。

2018年8月，OPPO发布智能手机OPPO R17、OPPO R17 Pro。

2019年4月10日，OPPO在上海举办发布全新手机系列OPPO Reno，以取代过往最畅销的R系列。

2019年9月，OPPO发布智能手机OPPO Reno2。

2019年12月26日，OPPO发布5G智能手机OPPO Reno3。

2020年2月，OPPO发布两部智能手机，分别是OPPO A31和OPPO A91。2020年，以OPPO为代表的步步高系宣布介入自主研发芯片。

2022年2月，OPPO发表旗下新型智能手机OPPO Find X5系列将会采用与哈苏相机技术的镜头设计，借此提升相机拍摄体验。[7]

2023年5月12日，OPPO宣布解散自研芯片团队哲库科技（ZEKU），停止自研芯片系列“马里亚纳”的后续研发，约3000人将受此影响

Find系列
Find系列为OPPO的双旗舰系列之一，“旗舰级”的规格著称。从2011年发布的首支手机Find me开始，共出了Find me、Finder、Find 5、Find 7五款手机。OPPO在2018年6月1日宣布Find系列新机Find X，称为“未来旗舰”。受疫情影响，OPPO在2020年3月6日以线上发布会的形式发布两款新机Find X2和Find X2 pro。OPPO在2021年3月11日于中国大陆正式发布二款全新旗舰机种Find X3和Find X3 Pro。12月发布折叠手机Find N。[9]2022年2月24日晚19:00，OPPO于中国大陆召开新品发布会正式发布 Find X5和Find X5 Pro。2023年3月21日发布Find X6和Find X6 Pro。2024年1月8日发布Find X7和Find X7 Ultra（卫星通信版计划同年3月发布）

N系列
以相机由可旋转200度以上的旋转镜头著称的系列。从2013年发布的首支手机N1开始，共出了N1、N1 mini、N3三款手机。N3之后均暂无再推出续作。

R系列
R系列为OPPO的中高端手机系列，采用金属机身设计。从2013年到2018年期间为OPPO的主力机型系列。R系列搭配了中端处理器，并于OPPO R5之后搭配VOOC闪充技术。2019年后，OPPO转用Find系列和Reno系列作为OPPO的主要机型系列，便宣布R系列不再更新。

R系列的销售量自R9开始增长。[10]，成长幅度与2015年相比达109%。

R9s于2016年10月19日在上海发布。[11]，更在机种销售排行榜上首度挤进前三名。

2017年6月12日，R11发布。[12]

2017年11月2日，R11s及R11s Plus发布，在12月上市。

2018年1月31日，OPPO宣布以用户签约的任何手机运营商都能使用的“无锁版”形式在日本开始销售。该机型有三种颜色，售价为57,980日圆（约合人民币3349元）。

2018年3月19日，OPPO发布R15系列手机，外观跟随苹果手机的“刘海”风格。

2018年8月23日，OPPO正式发布R17系列手机，采用全新“水滴屏”屏幕设计。R17 Pro更是采用了后置三摄像头，其中一枚摄像头搭载TOF （页面存档备份，存于互联网档案馆）3D立体摄像头，主摄像头则采用可变动光圈，用于提升夜间拍摄。R17 Pro也配备了SuperVOOC超级闪充，10分钟可充至40%。
A系列
编辑
A系列为OPPO的中低端手机系列，以前置相机自拍美颜及独立三卡槽著称。
F系列（国际）
编辑
F系列为OPPO的中端手机系列，以前置相机自拍美颜为主要特色。从2015年发表的首支手机开始，共有F1、F1s、F1 Plus、F3、F3 Plus、F5、F5 Youth、F7 、F7 Youth 、F9（F9 Pro）、F11 、F11 Pro和F15。

值得注意的是，R9与F1 Plus为同款手机，仅因区分各国市场而在不同国家而有不同称呼。为了全球命名统一化及市场区隔，F系列自F3开始，均只有在越南、泰国、菲律宾等国家贩售。未来在中国大陆、台湾、新加坡、澳洲和新西兰市场都不会有F系列之手机，取而代之的是A系列。
K系列
主打性价比的手机，各方面都不逊于其他系列的手机。

2018年10月10日，于中国正式发表全新屏幕指纹手机 OPPO K1(海外市场命名为OPPO AX7 pro) 。

2019年5月，于中国大陆正式发表K系列机种 OPPO K3。

2019年10月，于中国大陆正式发表K系列机种 OPPO K5。

2020年8月，于中国发表K系列首款5G机种 OPPO K7。

2021年5月6日，OPPO发布OPPO K9手机和智能电视[13]。

2021年10月20日，OPPO K9s 5G发布。[14]

2022年4月24日，OPPO K10 Pro正式发布，该机采用三星5nm制成的高通骁龙888处理器。
     无线耳机系列
穿戴系列
OPPO于2020年3月6日在中国国内市场推出其首款智能手表OPPO Watch系列产品。第二年，他们又推出了OPPO Watch 2系列产品，然后在2022年推出了OPPO Watch 3 系列产品，然后在2024年推出了OPPO Watch 4 系列产品。2024年3月22日推出OPPO Watch X。[17]

VOOC闪电快充
VOOC（电压开环多步恒流充电）是 OPPO 于 2014 年推出的专有快速充电方法。它在快速充电方法中是独一无二的，因为利用其潜力所需的电缆和充电器都是专有的。截至2023年2月，VOOC的实施仅适用于与OPPO密切相关的品牌。[18]部分 OPPO 设备支持 USB-PD 充电器，但并非所有的 USB-PD 设备都可以从 VOOC 充电器快速充电。[19]

VOOC闪充需要定制的适配器和电池搭配下使用。 OPPO定制了专门的适配器、电池、数据线、电路、接口，并首次在适配器中加入MCU智能芯片; 这也就让VOOC闪充使用的适配器成为首个可以升级的智能充电器。 在此基础上，OPPO深度研发了智能全端式五级防护技术，安全无懈可击。[20]

截至 2022 年，VOOC / SuperVOOC 有几种变体：

VOOC 2.0 （2015），与 2014 年推出的第一个版本相同，工作电压为 5V/4A。
SuperVOOC （2016），VOOC 2.0 的继任者，具有 10 V/5 A （50W）。它为两节串联电池充电。[21]它基于“低压脉冲”充电，与定制电池配合使用。[22]
VOOC 3.0 （2019），广告比 VOOC 2.0 快 23.8%。[23]
VOOC 4.0（2019 年 9 月）是 VOOC 3.0 的继任者，工作电压为 5 V/6 A （30W）。[24]它可以在 30 分钟内为手机充电高达 67%。
SuperVOOC 2.0 （2020），10V/6.5A。[25]
SuperVOOC 2.0 （2022），11V/6-7.3A。对于使用110V电压的地区，包括台湾、北美和拉丁美洲，充电支持高达66W[26]。
SuperVOOC （2022） 的 240W 版本。20V/12A。在 2022 年世界移动通信大会上宣布。[27]它被宣传为能够在9分钟内为4,500mAh电池充电。[28]它由 Realme GT Neo5 实现，需要使用捆绑的专有充电器和专有 USB-C 数据线来利用广告宣传的充电率。电力通过电缆以 20V 电压提供，并在手机内部转换为 10V。[29]

马里亚纳芯片系列
MariSilicon X，该公司的第一颗自研技术芯片，初代采用6nm制程工艺，属于移动端独立NPU，着重在影像垂直链路的集成，打破算法、芯片与传感器之间长期存在的协同问题。[30]由成立于2019年的ZEKU公司研制[31]。OPPO并称在研芯片不只一种，但也不会冒进太多产品的开发，会选择一步一步推进需要[32]。2023年5月12日，OPPO宣布解散芯片研发团队哲库科技（ZEKU），中止马里亚纳系列芯片的后续研发，相关网站也一同下线。[33][34]

埃隆·里夫·马斯克（英语：Elon Reeve Musk，1971年6月28日—），是一名企业家、商业大亨、英国皇家学会会士[注 2]、美国工程院院士[4]。他是SpaceX的创始人、董事长、首席执行官、首席工程师，特斯拉投资人、首席执行官、产品设计师、前董事长，无聊公司创始人，Neuralink、OpenAI联合创始人，同时也是X公司的首席技术官、董事长。2022年马斯克以2190亿美元财富成为世界首富。[5]马斯克的母亲是加拿大人，父亲是英国裔南非白人。他在南非德兰士瓦省比勒陀利亚长大，曾短暂就读于比勒陀利亚大学，后于18岁移居加拿大就读女王大学。两年后，他转学到宾夕法尼亚大学，并获得经济学、物理学的学士学位。1995年，他搬到加利福尼亚州并就读于斯坦福大学，而后决定从商。他与弟弟金巴尔共同创办了网络软件公司Zip2。1999年，康柏公司以3.07亿美元收购了这家初创企业。同年，马斯克联合创办了在线银行X.com。2000年，该公司与Confinity合并为PayPal。2002年，EBay以15亿美元买下PayPal。

2002年，马斯克创办SpaceX，并担任董事长、首席执行官、首席技术官，该公司主要负责太空运输、航太制造。2004年，他加入电动车制造商特斯拉，并担任董事长与产品设计师，2008年兼任首席执行官。2006年，他协助创立太阳能服务公司SolarCity，该公司后成为特斯拉子公司特斯拉能源。2015年，他联合创办了非营利公司OpenAI，用于研究和推动友善人工智能。2016年，他联合创办了神经科技公司Neuralink，该公司专注于开发脑机接口。同年，他成立了无聊隧道施工公司，用于研发超回路列车。[注 3]2022年4月，马斯克决定以440亿美元全资收购Twitter。[6]但在5月13日，马斯克宣布因需要等待Twitter提供有关数据确认其垃圾邮件账户以及虚假账户的占比不足5%，决定暂缓收购[7]。7月8日，马斯克宣布终止收购案[8]。10月3日，马斯克代表律师宣布原定计划重启收购[9]。10月27日，马斯克以440亿美元收购Twitter。

马斯克由于一些误导性或是违背科学的言论而饱受批评。2018年，他在Twitter上指控曾参与睡美人洞救援行动潜水员弗农·昂斯沃思是恋童癖，昂斯沃思随后控告马斯克诽谤，但陪审团裁定马斯克胜诉。同年，他被美国证券交易委员会（SEC）起诉，因为他在Twitter上谎称已经获得了私人收购特斯拉的资金，最终他与SEC和解，辞去特斯拉公司董事长的职务，但留任首席执行官，并接受对其Twitter使用限制[10]。马斯克还被认为传播了关于COVID-19的错误信息。在人工智能、加密货币、公共交通等方面，马斯克也因其观点而受到部分专家的批评。2021年10月，美国商业杂志《福布斯》宣布马斯克财富达到2700亿美元，成为该杂志统计史上最富有的人[11]。另外，马斯克分别于2010年[12]、2013年[13]、2018年[14]、2021年入选时代百大人物[15]，并在2021年成为时代年度风云人物[16]。2022年2月，马斯克入选2021年度美国国家工程院院士。[17]同年马斯克因损失财产2000亿美元创下个人财产损失的吉尼斯世界纪录，而世界首富也被伯纳德·阿尔诺特家族取代[18]，2023年重新夺回“世界首富”头衔[19]。

2024年11月，美国总统当选人唐纳德·特朗普宣布马斯克与维韦克·拉马斯瓦米将共同领导美国政府效率部。X.com和PayPal
编辑
主条目：X.com (银行)、PayPal和PayPal黑手党
1999年，马斯克联合创办了在线金融服务和电子邮件支付公司X.com。[64]该公司是首批与联邦保险合作的网上银行之一。在最初的几个月，超过20万名用户加入了这项服务。[65]由于投资者们认为马斯克缺乏经验，年底，Intuit首席执行官比尔·哈里斯取代了马斯克。翌年，X.com与在线银行Confinity合并以避免不必要的竞争。[54][66][67]Confinity由马克斯·列夫琴和彼得·提尔创办，[68]该公司的汇款服务PayPal比X.com的更受欢迎。[62][69]起初，公司首席执行官由马斯克担任。然而，马斯克对微软软件的偏爱在公司内部引起争议，并间接导致提尔辞职。[70]提尔走后，公司缺乏一个有凝聚力的领导者，也产生了一些无法解决的技术问题。因此董事会与2000年9月将提尔请回，并开除马斯克。[71][注 4]在提尔的带领下，公司于2001年改名为PayPal并专注于PayPal服务。[73][74]2002年，EBay以15亿美元收购PayPal。马斯克作为拥有11.7%股份的第一大股东获得了1亿多美元。[75][76]

2017年，马斯克从PayPal手中买下域名X.com，金额未披露。[77][78]SpaceX
编辑
主条目：SpaceX

2010年马斯克带领贝拉克·奥巴马总统等人参观SpaceX
2002年6月，马斯克成立了第三家公司并兼任CEO和CTO。这是一家私人太空发射公司，名叫SpaceX（太空探索技术公司），目标包括月球和火星。公司以“简单”作为火箭设计的宗旨，以此保证火箭的安全性和节约制造成本。SpaceX获得NASA16亿美元的合约，为NASA承担12次太空发射任务[79]。SpaceX的工厂极为庞大，有着3,000名员工。

2012年5月22日，SpaceX发射了一枚两级火箭，将一艘名为龙飞船的太空飞船送上太空，并于三日后与国际空间站对接，开启了太空私营化的时代。

SpaceX已经成功发射可以重复使用的猎鹰九号。火箭可以重复使用，大幅降低成本。

2020年5月31日，SpaceX发射载人航天飞船，两名航天员搭载龙飞船2号，飞向国际空间站，并且成功回收一级推进器，开启商业载人航空的时代。

2022年2月，美国工程院认为埃隆·马斯克凭借在可重复使用的运载火箭和可持续运输和能源系统的设计、工程、制造和运营方面获取了突破，入选其为美国工程院院士[4]。

自2015年，SpaceX启动星链计划，计划发射大量近地轨道通讯卫星，为全球提供卫星上网服务[80]。项目计划耗时十年开发，总成本约为100亿美元，费用涵盖设计、建造、发射、部署等方面[81]。国际天文联会批评星链计划产生有碍观瞻的卫星耀斑，而且存在和太空飞船相撞的风险[82][83][84]。2022年俄罗斯入侵乌克兰期间，马斯克向乌克兰提供星链上网设备，满足当地的通讯需求，得到乌克兰总统弗拉基米尔·泽连斯基肯定[85][86]。